Repository: sonald/loopy
Catalog: po/*.po
Languages: cs, de, hu, pt_br, zh_cn

source: Show tray icon
cs: Ukázat ikonu v oznamovací oblasti
de: Zeige Infobereich Icon
hu: Panelikon megjelenítése
pt_br: Mostrar ícone na área de notificação
zh_cn: 显示托盘图标

source: Always hide playlist on startup
cs: Při spuštění vždy skrýt seznam přehrávaných skladeb
de: Verstecke die Abspielliste beim Start
hu: Mindig rejtse el induláskor a lejátszólistát
pt_br: Sempre ocultar lista de reprodução ao iniciar
zh_cn: 在启动时总是隐藏播放列表

source: Autoresize to videosize
cs: Automatická změna velikosti na velikost videa
de: Automatischer Skalierungsmodus
hu: Automatikus átméretezés a videó méretéhez
pt_br: Redimensionar automaticamente para o tamanho do vídeo
zh_cn: 自动调整到视频大小

source: Always enqueue files
cs: Soubory zařadit vždy do fronty
de: Dateien immer zur Warteschleife hinzufügen
hu: A fájlok listába mindig
pt_br: Sempre enfileirar arquivos
zh_cn: 总是将文件放入播放队列

source: Seeking values in seconds
cs: Hodnoty hledání v sekundách
de: Suchwerte in Sekunden
hu: Léptetési érték másodpercben
pt_br: Buscando valores em segundos
zh_cn: 以秒为单位定位

source: Button seek value
cs: Hodnota hledání pro tlačítko
de: Tasten Suchwert
hu: Gombléptetés értéke
pt_br: Botão busca o valor
zh_cn: 定位值

source: Button jump value
cs: Hodnota skoku pro tlačítko
de: Tasten Sprungwert
hu: Gombugrás értéke
pt_br: Botão pula o valor
zh_cn: 跳转值

source: Mousewheel seek value
cs: Hodnota hledání pro kolečko myši
de: Mausrad Suchwert
hu: Egérgörgő léptetési értéke
pt_br: Roda do mouse busca o valor
zh_cn: 鼠标滚轮定位值

source: Choose a theme
cs: Vybrat námět
de: Wähle ein Thema
hu: Téma kiválasztása
pt_br: Escolher um tema
zh_cn: 选择主题

source: Slim, themeable video player, based on the KDE phonon libraries.
de: Schlanker, gestaltbarer Videoabspieler, basierend auf den KDE Phonon Bibliotheken
zh_cn: 基于KDE phonon库的轻量、支持皮肤的视频播放器

source: Original Developer/Maintainer
cs: Původní vývojář/údržbář
de: Original Entwickler/Betreuer
hu: Eredeti fejlesztő és karbantartó
pt_br: Mantenedor/Desenvolvedor original
zh_cn: 原开发者/维护者

source: Author and maintainer
zh_cn: 开发者和维护者

source: The Kaffeine Developers
cs: Vývojáři programu Kaffeine
de: Die Kaffeine Entwickler
hu: A Kaffeine készítői
pt_br: Os desenvolvedores Kaffeine
zh_cn: Kaffeine开发者

source: Single instance, DVD support and a lot more
cs: Jediná úroveň, podpora pro DVD a mnoho dalšího
de: Einzige Instanz, DVD Unterstützung und vieles mehr
hu: Egyetlen példány, DVD támogatás és egyéb
pt_br: Única instância, suporte a DVD e muito mais
zh_cn: 单实例，支持DVD以及更多

source: The Gwenview Developers
cs: Vývojáři programu Gwenview
de: Die Gwenview Entwickler
hu: A Gwenview készítői
pt_br: Os desenvolvedores Gwenview
zh_cn: Gwenview开发者

source: Fullscreenbar and qss stylesheet
cs: Pruh pro obrázek na celou obrazovku a stylový list qss
de: Vollbildleiste und qss stylesheet
hu: Teljesképernyő-bár és qss stíluslap
pt_br: Barra de tela cheia e folha de estilo QSS
zh_cn: 全屏工具栏和qss风格

source: Open URL
cs: Otevřít adresu (URL)
de: Öffne URL
hu: URL megnyitása
pt_br: Abrir URL
zh_cn: 打开地址

source: Play DVD
cs: Přehrát DVD
de: DVD abspielen
hu: DVD lejátszása
pt_br: Reproduzir DVD
zh_cn: 播放DVD

source: Play
cs: Přehrát
de: Wiedergabe
hu: Lejátszás
pt_br: Reproduzir
zh_cn: 播放

source: Seek Forward
cs: Hledat dopředu
de: Suche Vorwärts
hu: Léptetés előre
pt_br: Avançar busca
zh_cn: 向前定位

source: Jump Forward
cs: Skočit dopředu
de: Springe Vorwärts
hu: Ugrás előre
pt_br: Avançar pulo
zh_cn: 向前跳转

source: Seek Backward
cs: Hledat dozadu
de: Suche Rückwärts
hu: Léptetés vissza
pt_br: Retroceder busca
zh_cn: 向后定位

source: Jump Backward
cs: Skočit dozadu
de: Springe Rückwärts
hu: Ugrás vissza
pt_br: Retroceder pulo
zh_cn: 向后跳转

source: Playlist Skip Forward
cs: Skočit v seznamu skladeb dopředu
de: Abspielliste vorwärts springen
hu: Lejátszás kihagyása, tovább
pt_br: Avançar na lista de reprodução
zh_cn: 播放列表下一项

source: Playlist Skip Backward
cs: Skočit v seznamu skladeb dozadu
de: Abspielliste rückwärts springen
hu: Lejátszás kihagyása, vissza
pt_br: Retroceder na lista de reprodução
zh_cn: 播放列表前一项

source: Repeat
cs: Opakovat
de: Wiederholen
hu: Ismétlés
pt_br: Repetir
zh_cn: 重复

source: Auto
cs: Automaticky
de: Automatisch
hu: Automatikus
pt_br: Automático
zh_cn: 自动

source: Scale
cs: Změnit měřítko
de: Skalieren
hu: Méretezés
pt_br: Escala
zh_cn: 比例

source: Fit in view
cs: Přizpůsobit pohled
de: Ansicht anpassen
hu: Kitöltés a nézetben
pt_br: Ajustar à visualização
zh_cn: 适应播放窗口

source: Scale and crop
cs: Změnit měřítko a oříznout
de: Skalieren und wegschneiden
hu: Méretezés és levágás
pt_br: Escalar e cortar
zh_cn: 缩放并裁剪

source: Mute
cs: Ztlumit
de: Ton aus
hu: Némítás
pt_br: Mudo
zh_cn: 静音

source: Increase Volume
cs: Zvýšit hlasitost
de: Lautstärke erhöhen
hu: A hangerő fel
pt_br: Aumentar volume
zh_cn: 音量+

source: Decrease Volume
cs: Snížit hlasitost
de: Lautstärke senken
hu: A hangerő le
pt_br: Diminuir volume
zh_cn: 音量-

source: Playlist
cs: Seznam skladeb
de: Abspielliste
hu: Lejátszólista
pt_br: Lista de reprodução
zh_cn: 播放列表

source: Minimal View
cs: Velmi malý pohled
de: Minimal Ansicht
hu: Minimális nézet
pt_br: Visualização compacta
zh_cn: 最小视窗

source: Volume slider
cs: Posuvník hlasitosti
de: Lautstärkeschieber
hu: Hangerő csúszka
pt_br: Volume deslizante
zh_cn: 音量滑块

source: Position slider
cs: Posuvník polohy
de: Positionsschieber
hu: Pozíciójelző
pt_br: Posição deslizante
zh_cn: 位置滑块

source: Reload Theme (for theme development)
de: Thema erneut laden (für Themenentwickler)
zh_cn: 重新载入主题（开发主题用）

source: Add Files or URLs to playlist
cs: Přidat soubory nebo adresy (URL) do seznamu skladeb
de: Dateien oder URLs zur Abspielliste hinzufügen
hu: Fájlok vagy URL-ek hozzáadása a lejátszólistához
pt_br: Adicionar arquivos ou URLs à lista de reprodução
zh_cn: 添加文件或地址到播放列表

source: Open Files or URLs to play
cs: Otevřít soubory nebo adresy (URL) pro přehrání
de: Dateien oder URLs zum Abspielen öffnen
hu: Fájlok vagy URL-el megnyitása lejátszásra
pt_br: Abrir arquivos ou URLs para rproduzir
zh_cn: 打开文件或地址进行播放

source: Select file(s) to play
cs: Vybrat soubory pro přehrání
de: Dateien zum Abspielen auswählen
hu: A lejátszandó fájl(ok) kiválasztása
pt_br: Selecionar arquivo(s) para reproduzir
zh_cn: 选择文件播放

source: Add file(s) to playlist
cs: Přidat soubory do seznamu skladeb
de: Dateien zur Abspielliste hinzufügen
hu: Fájl(ok)hozzáadása a lejátszólistához
pt_br: Adicionar arquivo(s) à lista de reprodução
zh_cn: 添加文件到播放列表

source: Enter a URL:
cs: Zadat adresu (URL)
de: Gebe eine URL ein
hu: Adjon meg egy URL-t:
pt_br: Digitar uma URL:
zh_cn: 输入地址：

source: You get back to normal view with the F3 key.
de: Zurück zur normalen Ansicht mit der F3 Taste
zh_cn: 按F3返回到正常视窗

source: Unmute
cs: Zrušit ztlumení
de: Ton an
hu: Nem némít
pt_br: Desfazer mudo
zh_cn: 取消静音

source: Pause
cs: Pozastavit
hu: Szünet
pt_br: Pausar
zh_cn: 暂停

source: Load External Subtitle...
zh_cn: 载入外部字幕...

source: Auto Select Subtitle
zh_cn: 自动选择字幕

source: Select subtitle file
zh_cn: 选择字幕文件

source: no theme
cs: Žádný námět
de: kein Thema
hu: Nincs kiválasztva téma
pt_br: nenhum tema
zh_cn: 无主题

source: General
cs: Obecné
de: Allgemein
hu: Általános
pt_br: Geral
zh_cn: 通常

source: Theme
cs: Námět
de: Thema
hu: Téma
pt_br: Tema
zh_cn: 主题

source: Seeking
cs: Hledání
de: Suche
hu: Léptetés
pt_br: Busca
zh_cn: 定位

source: Clear playlist
cs: Smazat seznam skladeb
de: Abspielliste löschen
hu: A lejátszólista kiürítése...
pt_br: Limpar lista de reprodução
zh_cn: 清除播放列表

source: Add file(s)
cs: Přidat soubor(y)
de: Dateien hinzufügen
hu: Fájl(ok) hozzá&adása...
pt_br: Adicionar arquivo(s)
zh_cn: 添加文件

source: Clear selected
cs: Smazat vybrané
de: Ausgewählte löschen
hu: A kiválasztott törlése
pt_br: Limpar selecionado
zh_cn: 清除选中

source: Move up
cs: Posunout nahoru
de: Hoch
hu: Mozgatás fel
pt_br: Mover para cima
zh_cn: 向上移动

source: Move down
cs: Posunout dolů
de: Runter
hu: Mozgatás le
pt_br: Mover para baixo
zh_cn: 向下移动

source: Button seek
cs: Hledání pomocí tlačítka
de: Tasten Suche
hu: Gombléptetés
pt_br: Botão de busca
zh_cn: 定位

source: Button jump
cs: Skok pomocí tlačítka
de: Tasten Sprung
hu: Gombugrás
pt_br: Botão de pulo
zh_cn: 跳转

source: Mousewheel seek
cs: Hledání pomocí kolečka myši
de: Mausrad Suche
hu: Egérgörgő léptetés
pt_br: Roda do mouse busca
zh_cn: 鼠标滚轮定位

source: Hide Playlist on startup
cs: Při spuštění skrýt seznam přehrávaných skladeb
de: Verstecke die Abspielliste beim Start
hu: A lejátszólista elrejtése induláskor
pt_br: Ocultar lista de reprodução ao iniciar
zh_cn: 在启动时隐藏播放列表

source: &File
cs: &Soubor
de: &Datei
hu: &Fájl
pt_br: &Arquivo
zh_cn: 文件(&F)

source: &Play
cs: &Hraní
de: &Wiedergabe
hu: Le&játszás
pt_br: &Reproduzir
zh_cn: 播放(&P)

source: &Video
cs: &Obraz
de: Bild
hu: &Videó
pt_br: &Vídeo
zh_cn: 视频(&V)

source: &Aspect ratio
cs: &Poměr stran
de: Seitenverhältnis
hu: &Képarány
pt_br: &Relação de aspecto
zh_cn: 外观比例(&A)

source: &Scale mode
cs: &Režim měřítka
de: Skalierung
hu: &Átméretezési mód
pt_br: Modo e&scala
zh_cn: 缩放模式(&S)

source: &Subtitles
zh_cn: 字幕(&S)

source: &Title
cs: &Název
de: &Titel
hu: &Cím
pt_br: &Título
zh_cn: 标题(&T)

source: &Chapter
cs: &Kapitola
de: &Kapitel
hu: &Fejezet
pt_br: &Episódio
zh_cn: 章节(&C)

source: &Angle
cs: &Úhel kamery
de: &Kamerawinkel
hu: &Dőlésszög
pt_br: Â&ngulo
zh_cn: 角度(&A)

source: &Audio
cs: &Zvuk
de: &Ton
hu: &Hang
pt_br: Áu&dio
zh_cn: 音频(&A)

source: &Audio Channels
zh_cn: 音轨

source: Main Toolbar
cs: Hlavní nástrojový pruh
de: Werkzeugleiste
hu: Alap eszköztár
pt_br: Barra de ferramentas principal
zh_cn: 主工具栏

source: &Stay on top
zh_cn: 置顶(&S)

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: MonsterMagnet
hu: Barcza Károly (www.blackpanther.hu)
pt_br: Márcio Moreas
zh_cn: Sian Cao

# EMAIL OF TRANSLATORS
source: Your emails
cs: pavelfric@seznam.cz
de: monstermagnet@rocketmail.com
hu: kbarcza@blackpanther.hu
pt_br: marciopanto@gmail.com
zh_cn: sycao@redflag-linux.com yinshuiboy@gmail.com

source: Never
zh_cn: 不置顶

source: Always
zh_cn: 总是置顶

source: While playing
zh_cn: 播放时置顶

source: Snapshot
zh_cn: 截图

source: Last External Subtitle
zh_cn: 上次加载的外部字幕
